<!-- Footer -->

<footer id="footer" class="footer">
    <div class="container">
        <div class="row">
            <div class="col-md-2 logo-footer">
                <img src="/public/images/LOGO.png" alt="logo" />
            </div>
            <div class="col-md-6">
                <div class="title">
                    <h3>VỀ KHO GIẢM GIÁ</h3>
                </div>
                <div class="content">
                    "khogiamgia.xyz" là một trang web tổng hợp mã giảm giá, nơi cung cấp nguồn thông tin đa dạng về các
                    ưu đãi, khuyến mãi từ hàng ngàn cửa hàng và dịch vụ trực tuyến. Được phát triển bởi nhóm sinh viên,
                    trang web này không chỉ là một nguồn cung cấp mã giảm giá mà còn là điểm đến đáng tin cậy cho người
                    tiêu dùng chủ động tìm kiếm sự tiết kiệm trong mọi giao dịch mua sắm trực tuyến.
                </div>
            </div>
            <div class="col-md-4">
                <div class="title">
                    <h3>LIÊN HỆ</h3>
                </div>
                <div class="row mt-3">
                    <div>
                        <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M0.075 5.3325C0.226227 4.66986 0.597983 4.07822 1.12938 3.65446C1.66078 3.23071 2.32033 2.99995 3 3H21C21.6797 2.99995 22.3392 3.23071 22.8706 3.65446C23.402 4.07822 23.7738 4.66986 23.925 5.3325L12 12.621L0.075 5.3325ZM0 7.0455V17.7015L8.7045 12.3645L0 7.0455ZM10.1415 13.245L0.2865 19.2855C0.52999 19.7989 0.91429 20.2326 1.39467 20.5362C1.87505 20.8397 2.43176 21.0005 3 21H21C21.5681 21.0001 22.1246 20.8389 22.6048 20.5351C23.0849 20.2313 23.4688 19.7975 23.712 19.284L13.857 13.2435L12 14.379L10.1415 13.2435V13.245ZM15.2955 12.366L24 17.7015V7.0455L15.2955 12.3645V12.366Z" fill="black" />
                        </svg>
                        20210611@eaut.edu.vn
                    </div>
                </div>
                <div class="row mt-3">
                    <div>
                        <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                            <g clip-path="url(#clip0_227_1311)">
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M3.40131 1.46996C3.64731 1.22393 3.94281 1.03302 4.26821 0.9099C4.59362 0.786778 4.94148 0.734255 5.28873 0.755816C5.63598 0.777377 5.97467 0.872529 6.28234 1.03496C6.59002 1.19739 6.85963 1.42339 7.07331 1.69796L9.59481 4.94096C10.0583 5.53496 10.2218 6.31046 10.0388 7.04096L9.26931 10.1205C9.22929 10.2803 9.23133 10.4477 9.27523 10.6065C9.31913 10.7652 9.40339 10.9099 9.51981 11.0265L12.9758 14.481C13.0923 14.5974 13.237 14.6816 13.3958 14.7255C13.5546 14.7694 13.722 14.7715 13.8818 14.7315L16.9598 13.962C17.3208 13.8718 17.6976 13.8649 18.0617 13.9418C18.4258 14.0188 18.7676 14.1775 19.0613 14.406L22.3043 16.9275C23.4698 17.8335 23.5778 19.557 22.5338 20.5995L21.0788 22.0545C20.0393 23.094 18.4838 23.5515 17.0333 23.0415C13.3229 21.7355 9.95414 19.611 7.17681 16.8255C4.39077 14.0483 2.26573 10.6795 0.959309 6.96896C0.449309 5.51846 0.906809 3.96296 1.94631 2.92196L3.40131 1.46846V1.46996Z" fill="black" />
                            </g>
                            <defs>
                                <clipPath id="clip0_227_1311">
                                    <rect width="24" height="24" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                        0337661630
                    </div>
                </div>
                <div class="row mt-3">
                    <div>
                        <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M21.1236 3.27322C21.2308 3.38052 21.303 3.51781 21.3306 3.66698C21.3582 3.81614 21.3399 3.97017 21.2781 4.10872L12.7926 23.2007C12.7333 23.3342 12.6363 23.4475 12.5135 23.5267C12.3908 23.6059 12.2475 23.6474 12.1014 23.6463C11.9553 23.6452 11.8128 23.6015 11.6912 23.5204C11.5696 23.4394 11.4744 23.3246 11.4171 23.1902L8.35562 16.0412L1.20512 12.9782C1.07121 12.9206 0.956984 12.8252 0.876418 12.7038C0.795851 12.5823 0.752436 12.4399 0.751481 12.2942C0.750526 12.1484 0.792073 12.0055 0.871041 11.883C0.950009 11.7604 1.06297 11.6636 1.19612 11.6042L20.2881 3.11872C20.4265 3.05729 20.5802 3.03917 20.7291 3.06675C20.8779 3.09432 21.0149 3.1663 21.1221 3.27322H21.1236Z" fill="black" />
                        </svg>
                        Trường đại học Công Nghệ Đông Á
                    </div>
                </div>
            </div>
            <div class="row copyright">
                <b>NHÓM 1 - VŨ QUANG HUY, LÒ TIẾN ANH - EAUT © 2023 ALL RIGHTS RESERVED</b>
            </div>
        </div>

</footer>